insert into "22"."заказчик" values (1,'костя','+795323432234'),(2,'игорь','+121111211')
insert into "22"."заказы" values (1,1,'05.05.2021','','не_выдано'),(2,2,'06.05.2021','07.05.2021','выдано')
insert into "22"."цех" values (1,'первый цех','макарова 14'),(2,'второй цех','купчинская 88')

select * from "22"."цех"
select * from "22"."заказы" where "id_заказа" != 1
select * from "22"."заказчик" where "имя_заказчика" != 'игорь'

update "22"."заказчик" set "контакты" = '+777777' where "имя_заказчика" = 'костя'
update "22"."заказчик" set "контакты" = '+4233423' where "id_заказчика" = 2
update "22"."цех" set "адрес_цеха" = 'купчинская 22' where "id_цеха" = 2

delete from "22"."заказы" where "id_заказа" != 2
delete from "22"."заказчик" where "имя_заказчика' = 'костя'
delete from "22"."цех" where "адрес" != 'макарова 14'
